{
	"Click to paste video URL or ID [Ctrl + V]": "Нажмите, чтобы вставить URL-адрес или идентификатор видео [Ctrl + V]",
	"Preferences": "Настройки",
	"About": "О программе",
	"Download location": "Папка загрузки",
	"Current download location - ": "Текущее место загрузки - ",
	"Enable transparent dark mode(only Linux, needs restart)": "Включить прозрачный темный режим (только для Linux, требуется перезагрузка)",
	"Please wait, yt-dlp is being downloaded": "Пожалуйста, подождите, yt-dlp загружается",
	"Video": "Видео",
	"Audio": "Аудио",
	"Title ": "Название ",
	"Select Format ": "Выберите формат ",
	"Download": "Скачать",
	"Select Download Location": "Выберите место загрузки",
	"More options": "Дополнительные опции",
	"Start": "Начало",
	"Select Language": "Выберите язык",
	"Download particular time-range": "Скачать определенную часть",
	"End": "Конец",
	"If kept empty, it will start from the beginning": "Если оставить пустым, оно начнется с начала",
	"If kept empty, it will be downloaded to the end": "Если оставить пустым, оно будет скачено до конца",
	"Homepage": "Главная страница",
	"ytDownloader lets you download videos (and sometimes audios) from hundreds of sites like Youtube, Facebook, Instagram, Tiktok, Twitter and so on": "ytDownloader позволяет скачать видео (а иногда и аудио) с сотен сайтов, таких как Youtube, Facebook, Instagram, Tiktok, Twitter и так далее",
	"It's a Free and Open Source app built on top of Node.js and Electron. yt-dlp has been used for downloading": "Это бесплатное приложение с открытым исходным кодом, созданное поверх Node.js и Electron. yt-dlp используется для загрузки",
	"Source Code is available ": "Исходный код доступен ",
	"here": "здесь",
	"Processing": "Загружается",
	"Some error has occured. Check your connection and use correct URL": "Произошла ошибка. Проверьте свою сеть и используйте правильный URL",
	"Failed to download yt-dlp. Please check your connection and try again": "Не удалось загрузить yt-dlp. Пожалуйста, проверьте свою сеть и попробуйте снова",
	"Try again": "Пробовать снова",
	"Unknown size": "Размер неизвестен",
	"MB": "MБ",
	"Unknown quality": "Неизвестное качество",
	"Downloading...": "Скачивается...",
	"Some error has occured. Hover to see details": "Произошла ошибка. Чтобы увидеть подробности, наведите курсор",
	"File saved successfully": "Файл успешно сохранен",
	"File saved. Click to Open": "Файл сохранён. Нажмите, чтобы открыть",
	"Preparing": "Идет подготовка",
	"Progress": "Прогресс",
	"Speed": "Скорость"
}
