{
	"Click to paste video URL or ID [Ctrl + V]": "Натисніть, щоб вставити URL чи ID відео [Ctrl + V]",
	"Preferences": "Налаштування",
	"About": "Про застосунок",
	"Download location": "Шлях завантаження",
	"Current download location - ": "Поточний шлях завантаження - ",
	"Enable transparent dark mode(only Linux, needs relaunch)": "Увімкнути прозорий темний режим (доступно тільки на Linux, потребує перезапуску)",
	"Please wait, necessary files are being downloaded": "Зачекайте, будь ласка, поки необхідні файли завантажуються",
	"Video": "Відео",
	"Audio": "Аудіо",
	"Title ": "Заголовок ",
	"Select Format ": "Оберіть формат ",
	"Download": "Завантажити",
	"Select Download Location": "Оберіть шлях для завантаження",
	"More options": "Більше опцій",
	"Start": "Почати",
	"Select Language (Requires relaunch)": "Оберіть мову (потребує перезапуску)",
	"Download particular time-range": "Завантажити певний проміжок часу",
	"End": "Кінець",
	"If kept empty, it will start from the beginning": "Якщо залишити порожнім, проміжок часу буде обраний з початку",
	"If kept empty, it will be downloaded to the end": "Якщо залишити порожнім, проміжок часу буде обраний до кінця",
	"Homepage": "На головну",
	"ytDownloader lets you download videos (and sometimes audios) from hundreds of sites like Youtube, Facebook, Instagram, Tiktok, Twitter and so on": "ytDownloader дозволяє завантажувати файли відео (та іноді аудіо) з сотень сайтів, таких як YouTube, Facebook, Instagram, Tiktok, Twitter і так далі",
	"It's a Free and Open Source app built on top of Node.js and Electron. yt-dlp has been used for downloading": "Цей додаток є безплатним та має відкритий вихідний код. Він побудований за допомогою Node.js та Electron, а також yt-dlp, що використовується для завантаження відео",
	"Source Code is available ": "Доступний вихідний код ",
	"here": "тут",
	"Processing": "Обробка",
	"Some error has occured. Check your network and use correct URL": "Сталася помилка. Перевірте Вашу мережу та введіть коректний URL",
	"Failed to download necessary files. Please check your network and try again": "Не вдалося завантажити необхідні файли. Будь ласка, перевірте мережу та спробуйте знову",
	"Try again": "Спробуйте знову",
	"Unknown size": "Невідомий розмір",
	"MB": "МБ",
	"Unknown quality": "Невідома якість",
	"Downloading...": "Завантаження...",
	"Some error has occured. Hover to see details": "Сталася помилка. Наведіть мишею, щоб побачити деталі",
	"File saved successfully": "Файл успішно збережений",
	"File saved. Click to Open": "Файл збережено. Натисніть, щоб відкрити",
	"Preparing...": "Підготовка...",
	"Progress": "Прогрес",
	"Speed": "Швидкість",
	"Quality": "Якість",
	"Restart app": "Перезапустити додаток",
	"Subtitles": "Субтитри",
	"Download subtitles if available": "Завантажити субтитри, якщо вони доступні",
	"Download auto generated subtitles": "Завантажити автоматично створені субтитри",
	"Extract Audio from Video": "Видобути Аудіо з Відео",
	"Extract": "Видобути",
	"Downloading necessary files": "Завантаження необхідних файлів",
	"low": "low",
	"medium": "medium",
	"ytDownloader lets you download videos and audios from hundreds of sites like Youtube, Facebook, Instagram, Tiktok, Twitter and so on": "ytDownloader lets you download videos and sometimes from hundreds of sites like Youtube, Facebook, Instagram, Tiktok, Twitter and so on"
}
